load-test-results/bombardier.txt
------------------------------------------- Test - 1: One million requests  -----------------------------------------------
Bombarding http://aa6a9c606e2bd-825656066.ap-south-1.elb.amazonaws.com:3000 with 1000000 request(s) using 125 connection(s)
 1000000 / 1000000 [================================================================================] 100.00% 10927/s 1m31s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     10929.15    2767.63   18726.61
  Latency       11.43ms     9.61ms   276.30ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     3.54MB/s
---------------------------------------------------------------------------------------------------------------------------